// © Copyright 2012-2015 HP Development Company, L.P.

TaskName = "Веб-службы принтера HP";
TaskTOCTitle = "Веб-службы HP";
SummarySucceededTaskName = "Веб-службы HP включены!";
SummaryFailedTaskName = "Не удалось включить веб-службы HP";
SummaryUpdateAvailableName = "Доступно обновление";
SummaryTaskTOCTitle = "Сводка";

EnableWebServicesButtonTitle = "Да, я принимаю условия использования.";
SkipWebServicesEnablingCaption = "Нажмите «Пропустить», если не требуется активировать веб-службы.";

AlreadyEnabledTitle = "Принтер успешно подключен к сети!\nПринтеры HP с поддержкой доступа к Интернету имеют удивительные инновационные службы, такие как приложения HP Touchsmart, ePrint и автоматическое обновление устройства. Дополнительные сведения об этих службах см. в документации устройства или по адресу:";
AlreadyEnabledText = "Веб-службы HP уже включены на этом принтере. Щелкните кнопку ниже, чтобы напечатать страницу с подробными сведениями и адресом ePrint для данного принтера.";
PrintWebServicesDetailsButtonTitle = "Напечатать сведения о веб-службах HP";
EPrintCenterLink = "http://www.hp.com/go/eprintcenter";

UpdateIsAvailableCaption = "Доступно обновление устройства, для установки которого требуется включить веб-службы. Нажмите кнопку ePrint на устройстве, чтобы применить обновление. Будут предоставлены последовательные инструкции.";

LookingForDeviceUpdateProgressTitle = "Устройство выполняет поиск обновлений… Подождите.";
EnableWebServicesProgressTitle = "Настройка веб-служб на принтере… Подождите.";

WebServicesEnablingSucceededCaption = "Веб-службы HP были успешно активированы на вашем принтере.\n\nПринтер выполнит печать страницы с дополнительной информацией о веб-службах HP и адресом ePrint принтера.";
WebServicesEnablingFailedCaption = "В настоящее время невозможно включить веб-службы HP на данном принтере. Это могло произойти из-за временной проблемы с подключением к веб-службам через Интернет или, возможно, требуется выполнить обновление устройства.\r\rПовторите включение веб-служб HP позже. Для этого на принтере нажмите кнопку ePrint. Если потребуется выполнить обновление устройства, будут предоставлены последовательные инструкции по настройке веб-служб.\r\rЭто не повлияет на работу других функций принтера. Принтер будет работать в обычном режиме.";

HSDProductUpdate = "Обновления продукта:";
HSDAutomaticalyUpdate = "Обновлять продукт автоматически (рекомендуется)";
HSDNotifyBeforeUpdate = "Сообщать о наличии обновлений";
HSDNeverUpdate = "Никогда не обновлять продукт";

HSDDisableWebServicesTitle = "Отключить веб-службы?";
HSDAllowProductUpdatesTitle = "Разрешить обновления?";
HSDAllowProductUpdatesText = "Чтобы использовать веб-службы, необходимо разрешить обновления принтера.";
HSDDisableWebServices = "Отключить веб-службы";
HSDUpdateAutomatically = "Автоматическое обновление";
HSDNotifyBeforeUpdating = "Сообщать об обновлениях";
